[
  "obsidian-git",
  "dataview",
  "templater",
  "calendar",
  "kanban",
  "advanced-tables",
  "execute-code",
  "editor-syntax-highlight",
  "code-emitter",
  "format-code"
]